console.log('self-assesment 160/160');
console.log('1. вёрстка валидная +10');
console.log('2. вёрстка семантическая +20');
console.log('	Присутствуют: footer, header, main, nav, section, h1, h2, h3, h4, h5, h6');
console.log('3. более 10 стилизованных элементов +10');
console.log('4. контент в центральном блоке +10');
console.log('5. вёрстка адаптивная +10');
console.log('	На основной странице горизонтальной прокрутки нет.');
console.log('	Для наглядности и сохранения структуры кода в отдельных блоках специально! присутствует полоса прокрутки');
console.log('6. есть меню, оно адаптивное, плавная прокрутка по якорям +10');
console.log('7. есть фото +10');
console.log('8. контакты для связи и перечень навыков оформлены в виде +10');
console.log('9. CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10');
console.log('10. Подсветка кода, использована библиотека highlight.js +10');
console.log('11. Присутствуют изображения-ссылки, при клике страница проекта открывается в новой вкладке +10');
console.log('12. CV на английском +10');
console.log('13. требования к Pull Request +10');
console.log('14. есть видеорезюме автора CV на английском языке, добавлена его транскрипция на английском языке. +10');
console.log('15. дизайн, оформление, качество выполнения CV +10')